import React from 'react';
import "../../App.css"

const Pizza = () => {
    return (
      <div>
        <div className="Burger">
          <img
            className="img"
            src="http://tripwithlove.com/data/objects/38/img/preview/115.jpg"
            alt="kjhkhbj"
          />
          <div className='div-text'>
          <p className="text">
            Как и во всех рецептах итальянской кухни, залог успеха идеальной
            основы для пиццы — качественные ингредиенты. Берите чистую питьевую
            воду, не нужно использовать хлорированную воду из-под крана, берите
            качественную муку высшего сорта, и, конечно, я бы не стала заменять
            оливковое масло на подсолнечное. Но, как всегда, окончательное
            решение принимать вам, я лишь советую, как сделать лучше, по моему
            мнению. Из указанного количества ингредиентов получается 3 основы
            для пиццы, каждая диаметром примерно 30-32 см, просто именно такой
            максимальный размер помещается на мой противень. Если вам нужна
            только одна основа, делите все ингредиенты на 3, если две —
            вспоминаем школьные уроки математики. Тесто для пиццы можно хранить
            в морозилке, но свежее оно гораздо вкуснее.
          </p>
          </div>
        </div>
      </div>
    );
};

export default Pizza;